data = [
    {
        code: "010000"
        name: "Апарат Верховної Ради України"
    }, {
        code: "020000"
        name: "Державне управління справами"
    }, {
        code: "030000"
        name: "Господарсько-фінансовий департамент Секретаріату Кабінету Міністрів України"
    }, {
        code: "040000"
        name: "Державна судова адміністрація України"
    }, {
        code: "050000"
        name: "Верховний Суд України"
    }, {
        code: "060000"
        name: "Вищий спеціалізований суд України з розгляду цивільних і кримінальних справ"
    }, {
        code: "070000"
        name: "Вищий господарський суд України"
    }, {
        code: "080000"
        name: "Вищий адміністративний суд України"
    }, {
        code: "090000"
        name: "Конституційний Суд України"
    }, {
        code: "100000"
        name: "Генеральна прокуратура України"
    }, {
        code: "110000"
        name: "Міністерство внутрішніх справ України"
    }, {
        code: "120000"
        name: "Міністерство енергетики та вугільної промисловості України"
    }, {
        code: "130000"
        name: "Міністерство економічного розвитку і торгівлі України"
    }, {
        code: "140000"
        name: "Міністерство закордонних справ України"
    }, {
        code: "150000"
        name: "Державний комітет телебачення і радіомовлення України"
    }, {
        code: "150000"
        name: "Міністерство культури України"
    }, {
        code: "150000"
        name: "Міністерство культури України (загальнодержавні витрати)"
    }, {
        code: "150000"
        name: "Державне агентство лісових ресурсів України"
    }, {
        code: "150000"
        name: "Міністерство оборони України"
    }, {
        code: "150000"
        name: "Міністерство освіти і науки України"
    }, {
        code: "150000"
        name: "Міністерство охорони здоров'я України"
    }, {
        code: "150000"
        name: "Міністерство екології та природних ресурсів України"
    }, {
        code: "150000"
        name: "Міністерство соціальної політики України"
    }, {
        code: "150000"
        name: "Міністерство промислової політики України"
    }, {
        code: "150000"
        name: "Міністерство регіонального розвитку, будівництва та житлово-комунального господарства України"
    }
]
